10/data/attachments/617ee5f157ae0b66.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Valerie_fact_Actions_56570_3</nif:username>
            <nif:friendToBeRequested>soap_actions_d7692a9d-d0ce-457b-9faf-562185c50258</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>